Repository: LuisAlfredo92/Super-QOI-converter-GUI-
Catalog: Assets/Resources.*.resx
Languages: es

source: Add files
es: Añadir archivos

source: Clear list
es: Limpiar lista

# Clear converted files
source: Clear only converted files
es: Limpiar solo archivos convertidos

# Drag and drop message
source: Use the "Add files" button below or drag and drop files here
es: Usa el botón de "Añadir archivos" de abajo o arrastra archivos aquí

# GIF files confirmation
source: Your selection has GIF files. Only the first frame can be converted to QOI. Do you want to remove those GIF files from your selection?
es: Tu selección tiene archivos GIF. Sólo el primer frame puede ser convertido a QOI. ¿Quieres remover esos archivos GIF de tu selección?

source: Yes
es: Sí

source: Cancel
es: Cancelar

# Copy attributes
source: Copy attributes and dates from original files
es: Copiar atributos y fechas de los archivos originales

# Delete original files
source: Delete original files when conversion finishes
es: Eliminar archivos originales cuando la conversión termine

# What to do with same name files
source: What to do with files with the same name?
es: ¿Qué hacer con los archivos con nombres iguales?

source: Ask
es: Preguntar

source: Skip
es: Omitir

source: Rename
es: Renombrar

source: Overwrite
es: Sobreescribir

source: Number of parallel processes
es: Número de procesos paralelos

source: Start conversion
es: Iniciar conversión

source: About
es: Acerca de

# Max value parallel processes
source: Maximum value is taken from the processor count of your computer
es: El valor máximo es tomado del número de núcleos de tu computadora

# Correct
source: Successfully converted
es: Convertida con éxito

# Waiting
source: Waiting other images to finish to start conversion
es: Esperando que las otras imágenes terminen para iniciar la conversión

# Working
source: Converting image...
es: Convirtiendo imagen...

# Null operation
source: Press "Start conversion" to initiate operations
es: Presiona "Iniciar conversión" para iniciar las operaciones

# Start immediately
source: Initiate conversion immediately when you add files to the list
es: Iniciar conversión inmediatamente cuando añadas archivos a la lista

source: Remove
es: Quitar

# Already exists
source: The file {0} already exists. What do you want to do?
es: El archivo {0} ya existe. ¿Qué quieres hacer?

# Don't ask again
source: Don't ask again this session
es: No preguntar de nuevo esta sesión
